
import img from '@/assets/img/companyname.png'
export const usePublicationsData = () => {
	const data = [
		{
			id: 1,
			img: img,
			title:
				'«Экспорт джинсов растет»: Северная Корея «одевает» Приморье и Сахалин',
			data: '5 августа 2024',

			description: [
				{
					desc: 'КНДР экспортирует широкий ассортимент как полуфабрикатов, так и готовой продукции, в том числе, в Приморье и на Сахалин, сказал НСН Игорь Ульянов.'
				},
				{
					desc: 'Северная Корея активно наращивает экспорт джинсовой одежды с 2020-х годов, однако из-за санкций увеличить объем поставок обуви и трикотажа в Россию пока не получается. Об этом НСН заявил вице-президент СОЮЗЛЕГПРОМа Игорь Ульянов.'
				},
				{
					desc: 'Telegram-канал SHOT ранее сообщил, что джинсы, сумки и обувь из Северной Кореи могут начать поставлять в Россию. По мнению востоковеда Ким Ен Уна, сейчас в КНДР производят качественную и недорогую одежду. По словам Ульянова, легкая промышленность Северной Кореи делится на два сектора — для внутреннего потребления и на экспорт.'
				},
				{
					desc: 'Утверждённая программа содержит комплекс мер, направленных на государственную поддержку отрасли лёгкой промышленности с учётом тенденций развития этого сектора экономики.'
				},
				{
					desc: 'Программой, в частности, предусматривается внесение изменений в законодательство в части наделения Правительства правом устанавливать критерии отнесения предприятий лёгкой промышленности к субъектам малого и среднего предпринимательства в целях оказания им государственной поддержки.'
				},
				{
					desc: 'Кроме того, предусмотрено продление на 2016 год субсидирования организаций лёгкой и текстильной промышленности в части возмещения части затрат на уплату процентов по кредитам, полученным на пополнение оборотных средств, финансирование текущей деятельности и на реализацию новых инвестиционных проектов по техническому перевооружению.'
				},
				{
					lists: [
						{
							list: 'создание механизма упрощённого доступа предприятий лёгкой промышленности к кредитным средствам, в том числе в целях реализации проектов импортозамещения;'
						},
						{
							list: 'расширение действия запрета на допуск товаров лёгкой промышленности, происходящих из иностранных государств, в целях закупок для федеральных нужд на региональный и муниципальный уровни;'
						},
						{
							list: 'подготовка предложений по продвижению продукции лёгкой промышленности отечественного производства при закупках компаниями с государственным участием;'
						}
					]
				},
				{
					desc: 'Реализация Программы будет способствовать технической и технологической модернизации предприятий лёгкой промышленности, стимулированию спроса на отечественную продукцию, увеличению объёма её производства.'
				}
			]
		},
    {
			id: 2,
			img: img,
			title:
				'«Экспорт джинсов растет»: Северная Корея «одевает» Приморье и Сахалин',
			data: '1 июля 2024',

			description: [
				{
					desc: 'КНДР экспортирует широкий ассортимент как полуфабрикатов, так и готовой продукции, в том числе, в Приморье и на Сахалин, сказал НСН Игорь Ульянов.'
				},
				{
					desc: 'Северная Корея активно наращивает экспорт джинсовой одежды с 2020-х годов, однако из-за санкций увеличить объем поставок обуви и трикотажа в Россию пока не получается. Об этом НСН заявил вице-президент СОЮЗЛЕГПРОМа Игорь Ульянов.'
				},
				{
					desc: 'Telegram-канал SHOT ранее сообщил, что джинсы, сумки и обувь из Северной Кореи могут начать поставлять в Россию. По мнению востоковеда Ким Ен Уна, сейчас в КНДР производят качественную и недорогую одежду. По словам Ульянова, легкая промышленность Северной Кореи делится на два сектора — для внутреннего потребления и на экспорт.'
				},
				{
					desc: 'Утверждённая программа содержит комплекс мер, направленных на государственную поддержку отрасли лёгкой промышленности с учётом тенденций развития этого сектора экономики.'
				},
				{
					desc: 'Программой, в частности, предусматривается внесение изменений в законодательство в части наделения Правительства правом устанавливать критерии отнесения предприятий лёгкой промышленности к субъектам малого и среднего предпринимательства в целях оказания им государственной поддержки.'
				},
				{
					desc: 'Кроме того, предусмотрено продление на 2016 год субсидирования организаций лёгкой и текстильной промышленности в части возмещения части затрат на уплату процентов по кредитам, полученным на пополнение оборотных средств, финансирование текущей деятельности и на реализацию новых инвестиционных проектов по техническому перевооружению.'
				},
				{
					lists: [
						{
							list: 'создание механизма упрощённого доступа предприятий лёгкой промышленности к кредитным средствам, в том числе в целях реализации проектов импортозамещения;'
						},
						{
							list: 'расширение действия запрета на допуск товаров лёгкой промышленности, происходящих из иностранных государств, в целях закупок для федеральных нужд на региональный и муниципальный уровни;'
						},
						{
							list: 'подготовка предложений по продвижению продукции лёгкой промышленности отечественного производства при закупках компаниями с государственным участием;'
						}
					]
				},
				{
					desc: 'Реализация Программы будет способствовать технической и технологической модернизации предприятий лёгкой промышленности, стимулированию спроса на отечественную продукцию, увеличению объёма её производства.'
				}
			]
		},
    {
			id: 3,
			img: img,
			title:
				'«Экспорт джинсов растет» Северная Корея «одевает» Приморье и Сахалин',
			data: '5 августа 2024',

			description: [
				{
					desc: 'КНДР экспортирует широкий ассортимент как полуфабрикатов, так и готовой продукции, в том числе, в Приморье и на Сахалин, сказал НСН Игорь Ульянов.'
				},
				{
					desc: 'Северная Корея активно наращивает экспорт джинсовой одежды с 2020-х годов, однако из-за санкций увеличить объем поставок обуви и трикотажа в Россию пока не получается. Об этом НСН заявил вице-президент СОЮЗЛЕГПРОМа Игорь Ульянов.'
				},
				{
					desc: 'Telegram-канал SHOT ранее сообщил, что джинсы, сумки и обувь из Северной Кореи могут начать поставлять в Россию. По мнению востоковеда Ким Ен Уна, сейчас в КНДР производят качественную и недорогую одежду. По словам Ульянова, легкая промышленность Северной Кореи делится на два сектора — для внутреннего потребления и на экспорт.'
				},
				{
					desc: 'Утверждённая программа содержит комплекс мер, направленных на государственную поддержку отрасли лёгкой промышленности с учётом тенденций развития этого сектора экономики.'
				},
				{
					desc: 'Программой, в частности, предусматривается внесение изменений в законодательство в части наделения Правительства правом устанавливать критерии отнесения предприятий лёгкой промышленности к субъектам малого и среднего предпринимательства в целях оказания им государственной поддержки.'
				},
				{
					desc: 'Кроме того, предусмотрено продление на 2016 год субсидирования организаций лёгкой и текстильной промышленности в части возмещения части затрат на уплату процентов по кредитам, полученным на пополнение оборотных средств, финансирование текущей деятельности и на реализацию новых инвестиционных проектов по техническому перевооружению.'
				},
				{
					lists: [
						{
							list: 'создание механизма упрощённого доступа предприятий лёгкой промышленности к кредитным средствам, в том числе в целях реализации проектов импортозамещения;'
						},
						{
							list: 'расширение действия запрета на допуск товаров лёгкой промышленности, происходящих из иностранных государств, в целях закупок для федеральных нужд на региональный и муниципальный уровни;'
						},
						{
							list: 'подготовка предложений по продвижению продукции лёгкой промышленности отечественного производства при закупках компаниями с государственным участием;'
						}
					]
				},
				{
					desc: 'Реализация Программы будет способствовать технической и технологической модернизации предприятий лёгкой промышленности, стимулированию спроса на отечественную продукцию, увеличению объёма её производства.'
				}
			]
		}
	]
	return { data }
}
