 
export const useDataLaws = () => {
	const data_laws = [
		{
      id:1,
			title:
				'Закон Кыргызской Республики №XX "О регулировании закупок для государственных нужд"',
			name: 'Правительство Кыргызской Республики',
			date: 'от 26 января 2016 г.',
      date_public:"21 декабря 2021",
			location: 'г. Бишкек',
			bold: 'О дополнительных мерах по противодействию незаконному обороту промышленной продукции',
			description: [
				{
					desc: 'Утверждённая программа содержит меры, направленные на техническую и технологическую модернизацию предприятий лёгкой промышленности, стимулирование спроса на отечественную продукцию, увеличение объёма её производства.'
				},
				{
					desc: 'Подготовлено Минпромторгом во исполнение поручений Президента и Правительства России.'
				},
				{
					desc: 'Подписанным распоряжением утверждена программа поддержки лёгкой промышленности на 2016 год (далее – Программа).'
				},
				{
					desc: 'Утверждённая программа содержит комплекс мер, направленных на государственную поддержку отрасли лёгкой промышленности с учётом тенденций развития этого сектора экономики.'
				},
				{
					desc: 'Программой, в частности, предусматривается внесение изменений в законодательство в части наделения Правительства правом устанавливать критерии отнесения предприятий лёгкой промышленности к субъектам малого и среднего предпринимательства в целях оказания им государственной поддержки.'
				},
				{
					desc: 'Кроме того, предусмотрено продление на 2016 год субсидирования организаций лёгкой и текстильной промышленности в части возмещения части затрат на уплату процентов по кредитам, полученным на пополнение оборотных средств, финансирование текущей деятельности и на реализацию новых инвестиционных проектов по техническому перевооружению.'
				},
				{
					desc: 'Программой также предусмотрены:'
				},
				{
					lists: [
						{
							list: 'создание механизма упрощённого доступа предприятий лёгкой промышленности к кредитным средствам, в том числе в целях реализации проектов импортозамещения;'
						},
						{
							list: 'расширение действия запрета на допуск товаров лёгкой промышленности, происходящих из иностранных государств, в целях закупок для федеральных нужд на региональный и муниципальный уровни;'
						},
						{
							list: 'подготовка предложений по продвижению продукции лёгкой промышленности отечественного производства при закупках компаниями с государственным участием;'
						}
					]
				},
				{
					desc: 'Реализация Программы будет способствовать технической и технологической модернизации предприятий лёгкой промышленности, стимулированию спроса на отечественную продукцию, увеличению объёма её производства.'
				}
			]
		},
    {
      id:2,
			title:
				'Закон Кыргызской Республики №YY "О государственной поддержке малого и среднего предпринимательства"',
			name: 'Правительство Кыргызской Республики',
			date: 'от 26 января 2016 г.',
      date_public:"9 декабря 2021",
			location: 'г. Бишкек',
			bold: 'О дополнительных мерах по противодействию незаконному обороту промышленной продукции',
			description: [
				{
					desc: 'Утверждённая программа содержит меры, направленные на техническую и технологическую модернизацию предприятий лёгкой промышленности, стимулирование спроса на отечественную продукцию, увеличение объёма её производства.'
				},
				{
					desc: 'Подготовлено Минпромторгом во исполнение поручений Президента и Правительства России.'
				},
				{
					desc: 'Подписанным распоряжением утверждена программа поддержки лёгкой промышленности на 2016 год (далее – Программа).'
				},
				{
					desc: 'Утверждённая программа содержит комплекс мер, направленных на государственную поддержку отрасли лёгкой промышленности с учётом тенденций развития этого сектора экономики.'
				},
				{
					desc: 'Программой, в частности, предусматривается внесение изменений в законодательство в части наделения Правительства правом устанавливать критерии отнесения предприятий лёгкой промышленности к субъектам малого и среднего предпринимательства в целях оказания им государственной поддержки.'
				},
				{
					desc: 'Кроме того, предусмотрено продление на 2016 год субсидирования организаций лёгкой и текстильной промышленности в части возмещения части затрат на уплату процентов по кредитам, полученным на пополнение оборотных средств, финансирование текущей деятельности и на реализацию новых инвестиционных проектов по техническому перевооружению.'
				},
				{
					desc: 'Программой также предусмотрены:'
				},
				{
					lists: [
						{
							list: 'создание механизма упрощённого доступа предприятий лёгкой промышленности к кредитным средствам, в том числе в целях реализации проектов импортозамещения;'
						},
						{
							list: 'расширение действия запрета на допуск товаров лёгкой промышленности, происходящих из иностранных государств, в целях закупок для федеральных нужд на региональный и муниципальный уровни;'
						},
						{
							list: 'подготовка предложений по продвижению продукции лёгкой промышленности отечественного производства при закупках компаниями с государственным участием;'
						}
					]
				},
				{
					desc: 'Реализация Программы будет способствовать технической и технологической модернизации предприятий лёгкой промышленности, стимулированию спроса на отечественную продукцию, увеличению объёма её производства.'
				}
			]
		},
    {
      id:3,
			title:
				'Закон Кыргызской Республики №XX "О развитии легкой промышленности"',
			name: 'Правительство Кыргызской Республики',
			date: 'от 26 января 2016 г.',
      date_public:"7 декабря 2021",
			location: 'г. Бишкек',
			bold: 'О дополнительных мерах по противодействию незаконному обороту промышленной продукции',
			description: [
				{
					desc: 'Утверждённая программа содержит меры, направленные на техническую и технологическую модернизацию предприятий лёгкой промышленности, стимулирование спроса на отечественную продукцию, увеличение объёма её производства.'
				},
				{
					desc: 'Подготовлено Минпромторгом во исполнение поручений Президента и Правительства России.'
				},
				{
					desc: 'Подписанным распоряжением утверждена программа поддержки лёгкой промышленности на 2016 год (далее – Программа).'
				},
				{
					desc: 'Утверждённая программа содержит комплекс мер, направленных на государственную поддержку отрасли лёгкой промышленности с учётом тенденций развития этого сектора экономики.'
				},
				{
					desc: 'Программой, в частности, предусматривается внесение изменений в законодательство в части наделения Правительства правом устанавливать критерии отнесения предприятий лёгкой промышленности к субъектам малого и среднего предпринимательства в целях оказания им государственной поддержки.'
				},
				{
					desc: 'Кроме того, предусмотрено продление на 2016 год субсидирования организаций лёгкой и текстильной промышленности в части возмещения части затрат на уплату процентов по кредитам, полученным на пополнение оборотных средств, финансирование текущей деятельности и на реализацию новых инвестиционных проектов по техническому перевооружению.'
				},
				{
					desc: 'Программой также предусмотрены:'
				},
				{
					lists: [
						{
							list: 'создание механизма упрощённого доступа предприятий лёгкой промышленности к кредитным средствам, в том числе в целях реализации проектов импортозамещения;'
						},
						{
							list: 'расширение действия запрета на допуск товаров лёгкой промышленности, происходящих из иностранных государств, в целях закупок для федеральных нужд на региональный и муниципальный уровни;'
						},
						{
							list: 'подготовка предложений по продвижению продукции лёгкой промышленности отечественного производства при закупках компаниями с государственным участием;'
						}
					]
				},
				{
					desc: 'Реализация Программы будет способствовать технической и технологической модернизации предприятий лёгкой промышленности, стимулированию спроса на отечественную продукцию, увеличению объёма её производства.'
				}
			]
		}

	]
	return { data_laws }
}
