'use client'

import project1 from '@/assets/img/project-img1.png'
import project2 from '@/assets/img/project-img2.png'
import project3 from '@/assets/img/project-img3.png'
import project4 from '@/assets/img/project-img4.png'
import project5 from '@/assets/img/project-img5.png'

export const useProjectsData = () => {
	const data = [
		{
			id: 1,
			title: 'TEXTILE & HOME',
			image: project1,
			name: 'Международная выставка домашнего текстиля и интерьерных решений',
			desc: 'Выставка нацелена на продвижение и развитие производства российского домашнего и интерьерного текстиля, а также на привлечение зарубежных поставщиков на российский рынок. Textile&Home собирает новейшие коллекции производителей и поставщиков текстиля и интерьерных решений. Именно здесь можно увидеть и почувствовать: мир кардинально изменился и форматы эффективных отраслевых мероприятий сегодня включают не только cтандартный стенд, но и кроссплатформенные коллаборации. Textile&Home – новый формат демонстрации трендов, коллекций, материалов не только в экспозиции, но и в тренд-зоне Interior Trends.',

			admin: [
				{
					name: 'ООО «Легпроммедиа»',
					location: ' 107023, г. Москва, ул. Малая Семеновская, д. 3',
					num: '+996 567 567 548',
					email: ' info@gmail.com',
					site: 'www.thexpo.ru'
				}
			]
		},

		{
			id: 2,
			title: 'FASHION STYLE RUSSIA',
			image: project2,
			name: 'Международная выставка домашнего текстиля и интерьерных решений',
			desc: 'Выставка нацелена на продвижение и развитие производства российского домашнего и интерьерного текстиля, а также на привлечение зарубежных поставщиков на российский рынок. Textile&Home собирает новейшие коллекции производителей и поставщиков текстиля и интерьерных решений. Именно здесь можно увидеть и почувствовать: мир кардинально изменился и форматы эффективных отраслевых мероприятий сегодня включают не только cтандартный стенд, но и кроссплатформенные коллаборации. Textile&Home – новый формат демонстрации трендов, коллекций, материалов не только в экспозиции, но и в тренд-зоне Interior Trends.',

			admin: [
				{
					name: 'ООО «Легпроммедиа»',
					location: ' 107023, г. Москва, ул. Малая Семеновская, д. 3',
					num: '+996 567 567 548',
					email: ' info@gmail.com',
					site: 'www.thexpo.ru'
				}
			]
		},

		{
			id: 3,
			title: 'ЛЕГПРОМ.РЕВЮ',
			image: project3,
			name: 'Международная выставка домашнего текстиля и интерьерных решений',
			desc: 'Выставка нацелена на продвижение и развитие производства российского домашнего и интерьерного текстиля, а также на привлечение зарубежных поставщиков на российский рынок. Textile&Home собирает новейшие коллекции производителей и поставщиков текстиля и интерьерных решений. Именно здесь можно увидеть и почувствовать: мир кардинально изменился и форматы эффективных отраслевых мероприятий сегодня включают не только cтандартный стенд, но и кроссплатформенные коллаборации. Textile&Home – новый формат демонстрации трендов, коллекций, материалов не только в экспозиции, но и в тренд-зоне Interior Trends.',

			admin: [
				{
					name: 'ООО «Легпроммедиа»',
					location: ' 107023, г. Москва, ул. Малая Семеновская, д. 3',
					num: '+996 567 567 548',
					email: ' info@gmail.com',
					site: 'www.thexpo.ru'
				}
			]
		},

		{
			id: 4,
			title: 'TEXTILE & HOME',
			image: project4,
			name: 'Международная выставка домашнего текстиля и интерьерных решений',
			desc: 'Выставка нацелена на продвижение и развитие производства российского домашнего и интерьерного текстиля, а также на привлечение зарубежных поставщиков на российский рынок. Textile&Home собирает новейшие коллекции производителей и поставщиков текстиля и интерьерных решений. Именно здесь можно увидеть и почувствовать: мир кардинально изменился и форматы эффективных отраслевых мероприятий сегодня включают не только cтандартный стенд, но и кроссплатформенные коллаборации. Textile&Home – новый формат демонстрации трендов, коллекций, материалов не только в экспозиции, но и в тренд-зоне Interior Trends.',

			admin: [
				{
					name: 'ООО «Легпроммедиа»',
					location: ' 107023, г. Москва, ул. Малая Семеновская, д. 3',
					num: '+996 567 567 548',
					email: ' info@gmail.com',
					site: 'www.thexpo.ru'
				}
			]
		},

		{
			id: 1,
			title: 'ЛЕГПРОМ.РЕВЮ',
			image: project5,
			name: 'Международная выставка домашнего текстиля и интерьерных решений',
			desc: 'Выставка нацелена на продвижение и развитие производства российского домашнего и интерьерного текстиля, а также на привлечение зарубежных поставщиков на российский рынок. Textile&Home собирает новейшие коллекции производителей и поставщиков текстиля и интерьерных решений. Именно здесь можно увидеть и почувствовать: мир кардинально изменился и форматы эффективных отраслевых мероприятий сегодня включают не только cтандартный стенд, но и кроссплатформенные коллаборации. Textile&Home – новый формат демонстрации трендов, коллекций, материалов не только в экспозиции, но и в тренд-зоне Interior Trends.',

			admin: [
				{
					name: 'ООО «Легпроммедиа»',
					location: ' 107023, г. Москва, ул. Малая Семеновская, д. 3',
					num: '+996 567 567 548',
					email: ' info@gmail.com',
					site: 'www.thexpo.ru'
				}
			]
		}
	]
	return { data }
}
